Revit 2027 API
ParameterTypeId.RebarSystemSpacingBackDirn1 Property
 "Interior Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBackDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpacingBackDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBackDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBackDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace